[
    {
        "titre": "https://plone.unige.ch/distic/pub.html",
        "texte": "Accueil — Intranet STIC                     Accueil Cette rubrique est réalisée à l'intention des utilisateurs/trices du Système d'Information de l'UNIGE : étudiant-es, collaborateurs/trices, enseignant-es. Vous y trouverez des informations de support informatique susceptibles de vous aider dans le cadre de votre activité à l'UNIGE. Naviguez par rubrique ci-dessous ou effectuez une recherche par mot-clé, en haut à droite. Si vous avez des suggestions, n'hésitez pas à nous écrire. Catalogue des services numériques de l'UNIGE Enseignement / Etudes - eLearning Recherche - eResearch - HPC, Yareta, hedera, GitLab... > Guides de rédaction et modèles d'articles  (sur connexion ISIs)"
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/applications-administratives.html",
        "texte": "Applications administratives - Accueil — Intranet STIC                     Applications administratives - Accueil Informations relatives à l'utilisation des applications administratives de l'UNIGE."
    },
    {
        "titre": "https://plone.unige.ch/distic/support-si.html",
        "texte": "Accueil - Chaîne de support — Intranet STIC                     Accueil - Chaîne de support Consultez les rubriques ci-dessous ou utilisez le moteur de recherche en haut à droite (noter l'option de restriction au dossier courant). Si vous avez des suggestions, n'hésitez pas à nous contacter."
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/poste-de-travail.html",
        "texte": "Poste de travail & Logiciels - Accueil — Intranet STIC                     Poste de travail & Logiciels - Accueil Le poste de travail institutionnel donne accès aux nombreux services numériques de l’UNIGE mis à disposition des collaborateurs/trices dans le cadre de leur activité professionnelle. Le bon fonctionnement de ces services implique la responsabilité de chacun-e, qui a ainsi des droits et des devoirs présentés dans la Charte d’usage des ressources numériques. La gestion des logiciels et des configurations s’appuie sur le logiciel BCM installé sur tous les postes de travail institutionnels. Elle se fait dans le strict respect des informations personnelles, tout en assurant la sécurité du Système d'Information de l'UNIGE. Elle ne concerne que les postes de travail institutionnels."
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/microsoft-365/accueil.html",
        "texte": "Microsoft 365 - accueil — Intranet STIC                     Microsoft 365 - accueil Microsoft 365 est un service de productivité en ligne qui comprend un ensemble d'outils et d'applications logicielles pour vous aider à créer, à gérer et à partager des documents, des présentations, des feuilles de calcul, des e-mails et bien plus encore. Cela vous permet d'accéder à ces outils de n'importe où, à tout moment et depuis n'importe quel appareil disposant d'une connexion Internet.Microsoft 365 comprend plusieurs applications populaires telles que Microsoft Word, Excel, PowerPoint, Outlook et OneNote, ainsi que d'autres applications telles que Teams, SharePoint, OneDrive et Stream et un service d'assistant IA Copilot.Avec Microsoft 365, vous pouvez travailler sur des documents en temps réel avec d'autres personnes, partager des fichiers en toute sécurité, collaborer avec des collègues à distance, organiser des réunions en ligne, stocker des fichiers en ligne, gérer vos e-mails professionnels et bien plus encore.En utilisant Microsoft 365, vous pouvez bénéficier de mises à jour régulières et de nouvelles fonctionnalités pour améliorer votre productivité. Vous pouvez également accéder à des services cloud tels que le stockage en ligne et la sauvegarde de vos fichiers, ce qui signifie que vous pouvez accéder à vos fichiers et documents de n'importe où, à tout moment.En résumé, Microsoft 365 est un service en ligne complet qui vous permet d'accéder à un ensemble d'outils et d'applications logicielles pour travailler plus efficacement, collaborer avec d'autres personnes et accéder à vos fichiers de n'importe où, à tout moment et depuis n'importe quel appareil. Microsoft 365 est un service d'abonnement qui nous assure de toujours disposer des outils de productivité modernes les plus récents de l'éditeur Microsoft. Il existe des abonnements Microsoft 365 pour l'usage domestique et personnel, ainsi que pour les petites et moyennes entreprises, les grandes entreprises, les écoles et les organisations à but non lucratif. L'ensemble de la communauté universitaire de l'Université bénéficie de l'abonnement Microsoft 365 Education aussi bien pour son usage professionnel que privé (consultez cette page pour accéder aux outils depuis votre équipement informatique privé). Microsoft 365 propose une suite complète d'outils collaboratifs pour vous aider à travailler plus efficacement avec vos collègues et partenaires (consultez cette page pour en savoir plus sur les comptes Invité). Ces outils comprennent Teams, SharePoint, OneDrive et Stream. Teams est une plateforme de collaboration en ligne qui vous permet de discuter avec des collègues et de travailler ensemble en temps réel. Avec Teams, vous pouvez organiser des réunions en ligne, partager des fichiers, co-créer des documents en temps réel et collaborer sur des projets avec des personnes de l'UNIGE ou de l'extérieur. Aide et apprentissage de Microsoft Teams SharePoint est un système de gestion de contenu en ligne qui vous permet de stocker, de partager et d'organiser des fichiers et des documents avec des collègues et des partenaires. Vous pouvez facilement créer des sites d'équipe, des espaces de travail de projet et des bibliothèques de documents pour partager des informations avec les membres de votre organisation. Mes premiers pas dans SharePoint Aide et apprentissage de SharePoint OneDrive est un service de stockage en ligne qui vous permet de stocker et d'accéder à vos fichiers à partir de n'importe quel appareil avec une connexion Internet. Vous pouvez facilement synchroniser vos fichiers entre plusieurs appareils et collaborer avec des collègues en temps réel sur des documents et des présentations. Information sur OneDrive Aide et apprentissage de OneDrive Stream est un service de diffusion vidéo en ligne qui vous permet de partager des vidéos avec des collègues et des partenaires. Vous pouvez facilement créer, télécharger et partager des vidéos pour présenter des informations, des formations et des présentations avec d'autres personnes. En savoir plus sur Stream En utilisant ces outils collaboratifs, vous pouvez améliorer la communication et la collaboration avec vos collègues, simplifier la gestion des fichiers et des documents et travailler plus efficacement sur des projets avec des partenaires externes. Ces outils sont conçus pour vous aider à travailler ensemble de manière transparente et efficace, quel que soit l'endroit où vous vous trouvez. Les offres Microsoft 365 incluent les logiciels de bureau Office que nous connaissons déjà, tels que Word, PowerPoint, et Excel.  Nous bénéficions également de trois services principaux :   Avec notre abonnement, nous disposons toujours des dernières fonctionnalités, corrections et mises à jour de sécurité, ainsi que d'une assistance technique permanente. Voici un inventaire des logiciels et des services compris dans cet abonnement. Il y a deux familles de produits couverts par cet abonnement Microsoft 365 : Pour permettre l’utilisation des services Microsoft 365, seules les données personnelles suivantes sont collectées, traitées et utilisées : (Politique de référence)  Pour répondre à cette question, il est nécessaire d'appréhender deux aspects : Notre équipe technique a rendu notre instance Microsoft 365 conforme juridiquement. Tous les détails technico-juridiques peuvent être consultés ici. Suivre ce lien"
    },
    {
        "titre": "https://plone.unige.ch/distic/ressources-documentaires.html",
        "texte": "Bienvenue sur l'espace des ressources documentaires — Intranet STIC                     Bienvenue sur l'espace des ressources documentaires Vous trouverez ici les ressources documentaires utiles à votre travail quotidien : modèles de documents, logos, dictionnaires en ligne, littérature spécialisée et abréviations du domaine de l’informatique. N’hésitez pas à nous contacter si vous connaissez des liens susceptibles d’alimenter cette rubrique !"
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/securite.html",
        "texte": "Sécurité - Accueil — Intranet STIC                     Sécurité - Accueil"
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/reseau.html",
        "texte": "Réseaux Wi-Fi de l'UNIGE et accès VPN - Accueil — Intranet STIC                     Réseaux Wi-Fi de l'UNIGE et accès VPN - Accueil L'UNIGE met à disposition de ses étudiant-es, collaborateurs/trices ainsi que de ses invité-es (manifestations, conférences, etc.) différentes connexions Wi-Fi identifiées par différents noms (SSID).  Important :En vous connectant au réseau de l'UNIGE, vous acceptez les directives d'utilisation du Système d'Information de l'UNIGE. disposant d'un compte ISIs. L'accès performant et sécurisé, conçu pour tous les membres de l'UNIGE. Réseau UNIGE+ Internet Configuration Quel réseau Wi-Fi utiliser ? Comment accéder en VPN au réseau de l'UNIGE ? Autres informations..."
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/communication.html",
        "texte": "Communication & Diffusion - Accueil — Intranet STIC                     Communication & Diffusion - Accueil"
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/impressions-et-photocopies.html",
        "texte": "Impressions & Numérisation - Accueil — Intranet STIC                     Impressions & Numérisation - Accueil Autres liens utiles..."
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/messagerie.html",
        "texte": "Messagerie & Calendriers - Accueil — Intranet STIC                     Messagerie & Calendriers - Accueil L'UNIGE dispose d'une messagerie performante basée sur la solution Microsoft Exchange. Ainsi, que vous soyez collaborateur/trice ou étudiant-e, vous disposez d'un service de messagerie complet, présenté dans le Catalogue des services numériques de l'UNIGE. Naviguez ci-dessous par thèmes, ou entrer des mots-clés en haut à droite, dans le moteur de recherche.  Divers  (ancien)"
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/telephones.html",
        "texte": "Téléphonie & Vidéoconférence - Communications Unifiées — Intranet STIC                     Téléphonie & Vidéoconférence - Communications Unifiées En vue de la migration de la téléphonie sur un nouveau système dès 2025, ces pages sont en cours de révision.De nouvelles pages web sont mises à disposition, avec les explications du projet et ses phases de déploiement à l'UNIGE."
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/webtools.html",
        "texte": "Sites web & Outils collaboratifs - Accueil — Intranet STIC                     Sites web & Outils collaboratifs - Accueil"
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/infrastructure-stockage.html",
        "texte": "Infrastructure & Stockage - Accueil — Intranet STIC                     Infrastructure & Stockage - Accueil Présentation - Catalogue des services numériques Enseignement à distance Des instabilités ayant été constatées au niveau du service SWITCHdrive, l’UNIGE recommande depuis le 19 mars 2020 d'utiliser la solution OneDrive. Les personnes utilisant déjà SWITCHdrive peuvent néanmoins continuer à utiliser ce service."
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/externes-acces-ressources-numeriques.html",
        "texte": "Collaborateurs/trices externes en mission à l'UNIGE : Inscription et accès aux ressources numériques — Intranet STIC                     Collaborateurs/trices externes en mission à l'UNIGE : Inscription et accès aux ressources numériques Les informations suivantes s’adressent aux personnes externes (aussi appelées « collaborateurs/trices externes » ou encore \"externes\") en cours d’inscription à l’UNIGE ou en mission à l’UNIGE dont les activités justifient l’attribution d’un compte UNIGE (ISIs). L'enregistrement et la gestion des externes est régie par la directive du Mémento de l'UNIGE. Pour rappel, comme tout utilisateur/trice des ressources numériques de l'UNIGE, les personnes externes s'engagent à respecter Les personnes externes doivent adresser leur demande d’inscription accompagnée de la description et la justification de leurs besoins auprès d’un membre de l’Institution habilité à endosser le rôle de garant au sens de la directive du Mémento. Pour connaître son garant-e, contacter vos référent-es facultaires ou administratifs/tives : Liste des référent-es par entité . Lors du processus d'inscription, les personnes externes reçoivent un message « attribution d'un compte UNIGE » envoyé par \"gestion-externe.unige.ch\" et adressé suite à l’activation du compte. Ce message contient les informations personnelles (login UNIGE (ISIs) et adresse email invité) nécessaires à l'initialisation de leur mot de passe. Pour en savoir + :    Comment fonctionne votre compte ISIs Comment initialiser votre mot de passe Les personnes externes peuvent accéder aux caractéristiques de leur compte UNIGE et le gérer à partir du service Mon compte UNIGE (ISIs) en un clic Les personnes externes doivent adresser leur(s) demande(s) de compte de messagerie et/ou d’accès depuis l’extérieur (ou accès VPN) auprès de leur garant-e accompagnée(s) d’une justification des besoins. Pour connaître son garant-e, contacter vos référent-es facultaires ou administratifs/tives : Liste des référent-es par entité . Pour savoir si un compte de messagerie et/ou un accès depuis l’extérieur est accordé, accéder à Mon compte UNIGE (ISIs) en un clic. Les personnes externes doivent adresser leur demande de prolongation accompagnée de la description et la justification de leurs besoins auprès de leur garant-e. Pour connaître son garant-e, contacter vos référent-es facultaires ou administratifs/tives : Liste des référent-es par entité . Autres liens utiles..."
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/comptes-et-acces/activation-compte-etu.html",
        "texte": "Nouveaux étudiant-es : préparation de votre compte informatique — Intranet STIC                     Nouveaux étudiant-es : préparation de votre compte informatique Munissez-vous de l'e-mail de confirmation reçu de la part du service des immatriculations : celui-ci contient vos informations personnelles utilisées pour effectuer les démarches ci-dessous.  1.    Choisissez et enregistrez votre mot de passe UNIGE 2.    Sécurisez vos accès en dehors du réseau UNIGE  Suivre les instructions données dans la documentation suivante : Comment installer et configurer l’appli UNIGE Mobile 3.    Liez votre compte UNIGE avec votre compte SWITCH edu-ID Marche à suivre : Découvrez les services numériques de l'UNIGE : Aide et liens utiles :"
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/welcome-days/welcome-days-tutos-accueil.html",
        "texte": "Welcome Days - Les tutos — Intranet STIC                     Welcome Days - Les tutos Comptes d'accèsaux ressources numériques SWITCH edu-ID et ISIs article SWITCH edu-IDarticle ISIs vidéo SWITCH edu-ID et ISIs < Retour au menu Welcome Days"
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/teletravail.html",
        "texte": "Télétravail - Accueil — Intranet STIC                     Télétravail - Accueil Quatre applications de base sont à disposition des télétravailleurs-euses : L'application VPN FortiClient pour une communication sécurisée entre votre ordinateur et le réseau de l'UNIGE. Pour un ordinateur portable fourni par l'UNIGE, avec une authentification forte ISIs+. L'application VDI Horizon pour accéder à une machine virtuelle ou à votre poste de travail dans le réseau de l'UNIGE. Pour un ordinateur privé, avec une authentification forte ISIs+. L'application Jabber pour émettre et recevoir des appels téléphoniques et mener des réunions à distance, en utilisant votre numéro de téléphone professionnel. Pour un smartphone privé (recommandé), mais également possible sur un ordinateur privé ou fourni par l'UNIGE. L'application Zoompour lancer ou rejoindre des vidéoconférences. Depuis tout navigateur Web, avec son identifiant UNIGE (ISIs). D'autres solutions non fournies par la DiSTIC permettraient le télétravail : VNC et TeamViewer pour ne citer que les plus connues. Or, dans certains cas, celles-ci présentent des faiblesses de sécurité informatique : VNC n'encrypte pas la communication et TeamViewer n'est sûr que s'il est utilisé dans des conditions bien précises. En conséquence, nous vous recommandons d'utiliser les outils présentés ici, et si ceux-ci ne correspondent pas à vos besoins dans le cadre du télétravail, d'en faire part à la DiSTIC. Nous souhaitons ajuster nos solutions aux besoins de l'UNIGE et toute remarque constructive est naturellement bienvenue ! Attention : L’utilisation du service Zoom implique la collecte et le traitement de données personnelles par Zoom.Voir la politique de Zoom concernant les données personnelles. Vérifiez les caractéristiques de votre équipement et de votre connexion internet : Le service d'assistance de l'UNIGE est à votre disposition afin de lui soumettre vos questions ou les problèmes rencontrés : Il vous est également possible de demander du conseil au correspondant informatique de votre faculté ou de votre entité. Attention, votre poste de travail privé peut présenter des risques de panne que nous ne connaissons pas. En cas d'assistance de notre part sur ce dernier, il n'est pas exclu qu'un dysfonctionnement sans lien avec notre intervention se déclare - un problème sur le disque dur, par exemple - et provoque la perte de toutes vos données - les précieuses photos de vos enfants, par exemple - de façon irrémédiable si vous ne disposez d'aucune sauvegarde !   Pour cette raison, nous vous aidons et intervenons aux conditions suivantes, dès lors que vous les acceptez via ce lien. Plus généralement :"
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/infrastructure-hebergement/iaas-hebergement-par-la-distic-de-serveurs-virtuels.html",
        "texte": "IaaS - Hébergement par la DiSTIC de serveurs virtuels — Intranet STIC                     IaaS - Hébergement par la DiSTIC de serveurs virtuels La DiSTIC vous propose un service d'hébergement de serveurs virtuels. Ce service s'appuie sur une infrastructure de virtualisation gérée par la DiSTIC et localisée dans les Datacenter de l'Université de Genève. En faisant une demande de serveur virtuel (VM), vous en devenez automatiquement le responsable. Vous disposerez de tous les droits sur votre serveur et vous en êtes l'administrateur. Pour disposer d'un cluster, il faut: Différents types de serveurs sont disponibles en fonction de vos besoins : Pour toute autre demande, il faudra faire un chiffrage spécifique. A titre indicatif, il faut compter 25 CHF/an pour 1 Go de RAM supplémentaire, 0.20 CHF/an pour 1 Go de disque supplémentaire. Suite à votre demande, un administrateur prendra contact avec vous. Il vous donnera accès au portail self-service cloud pour déployer n votre VM. Il vous communiquera les identifiants et pourra vous accompagner. Pour le moment, les systèmes d'exploitation disponibles sont: Par défaut, l'accès distant est activé sur les VM (SSH pour linux et RDP pour Windows). Si, pour des besoins spécifiques, vous avez besoin que votre serveur soit accessible depuis l'extérieur du réseau de l'Université, une demande via Digital Worplace (Support-SI) doit être faite. Lors de la création de votre serveur, il vous sera demandé de créer un compte (login/mot de passe) qui dispose de tous les droits sur le serveur (uniquement pour les serveurs Windows. Pour les machines linux, l'accès se fait via SSH avec votre clé et le compte root). Libre à vous de créer d'autres comptes sur le serveur par la suite. Depuis la page de gestion de chaque serveur virtuel, des métriques (CPU, Mémoire, Disques, réseau) vous seront présenté pour que vous puissiez garder de la visibilité sur le statut du serveur. Si du monitoring plus poussé doit être fait, une demande sur l'utilisation de l'outil de monitoring institutionnel peut être faite aux administrateurs de la plateforme. Au quotidien, la DiSTIC s'assure que le service IaaS et l'infrastructure sous-jacente sont fonctionnels. En revanche, le bon fonctionnement des applications déployées incombe aux utilisateurs/trices. La DiSTIC se charge d'effectuer la sauvegarde des VM. La sauvegarde a lieu toutes les semaines (le samedi). La durée de rétention des sauvegardes est fixée à 2 mois. Les sauvegardes sont \"crash consistant\", cela signifie que nous ne garantissons pas l'intégrité des données en cas d'hébergement d'une base de données sur la VM. Vous pouvez faire une demande via Digital Worplace (Support-SI) pour la restauration des données ou si vous souhaitez modifier le planning de sauvegarde (une sauvegarde par jour). La DiSTIC s'assure du bon fonctionnement de l'infrastructure de sauvegarde (VEEAM). Les serveurs étant déployés en mode self-service, il incombe aux utilisateurs/trices de mettre à jour leurs systèmes et applications. Pour obtenir du support de la part de la DiSTIC, vous avez la possibilité de faire une demande sur Digital Workplace (Support-SI). Nous restons à votre disposition. Pour de plus amples informations, vous pouvez vous référer au guide d'utilisation qui met l'accent sur les spécificités du IaaS proposé par la DiSTIC."
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/logiciels/onedrive/comment-utilisez-rclone-pour-connecter-onedrive.html",
        "texte": "Comment utilisez Rclone pour se connecter à OneDrive ou SharePoint — Intranet STIC                     Comment utilisez Rclone pour se connecter à OneDrive ou SharePoint Cette procédure explique comment connecter OneDrive et les librairies SharePoint à un système Linux en utilisant l’outil de ligne de commande Rclone via le protocole WebDAV. L’objectif est de permettre aux utilisateurs/trices d’accéder à leurs fichiers OneDrive et SharePoint directement depuis leur système Linux sans avoir à les télécharger localement. Cela économise de l’espace de stockage local en montant un lecteur réseau qui pointe vers les données stockées dans le cloud. Si c'est la première fois que vous utilisez Rclone, vous devez ajouter une nouvelle configuration en sélectionnant l’option « N », puis vous devrez saisir un nom de configuration. Utilisez par exemple : OneDrive Choisissez le service Cloud Microsoft OneDrive \\ (onedrive) Vous n'avez pas besoin de saisir l'ID client et l'ID secret à la suite de cette sélection, appuyez donc deux fois sur Entrée. Saisir la région : Microsoft Cloud Global \\ (global) Pour la configuration avancée, choisissez « N ».Pour la configuration automatique, choisissez « Y ». Suite à la précédente entrée, votre navigateur par défaut va être utilisé pour vous authentifiez au service Microsoft. A la suite de votre authentification, votre navigateur vous signifiera la réussite de cette étape. Spécifier à Rclone le type de compte à utiliser pour accéder à votre espace OneDrive Personnel. Sélectionnez le type de compte : OneDrive Personnel ou Business \\ (onedrive). Vous obtiendrez alors une liste des « lecteurs » associés à votre compte.Sélectionner la première option OneDrive (business) Saisir « Y », pour valider vos options de configurations. Saisir « Y » une dernière fois pour accepter le jeton d'authentification. Puis, « Q » pour quitter la configuration de Rclone ou « N » pour créer une nouvelle connexion vers une autre librairie SharePoint sur laquelle vous disposez d'accès. Rechercher le nom du site ou du groupe Teams hébergeant la libraiire en sélectionnez l’option : Search for a SharePoint Site \\ (search)  Exemple de recherche pour le groupe Teams AET Sélectionner la librairie à utiliser (Exemple option 2: Documents) Saisir « Y », pour valider vos options de configurations. Saisir « Y » une dernière fois pour accepter le jeton d'authentification.Saisir « Q » pour quitter la configuration de Rclone. Créer un dossier pour monter votre lecteur personnel OneDrive et/ou à vos espaces partagés SharePoint.  Utilisez ensuite la commande suivante en remplaçant : • RcloneConfigName par le nom de votre configuration Rclone • FolderName par le nom du dossier créé précédamment Votre explorateur de fichier devrait vous permettre d'accéder à vos fichiers via un lecteur réseau. Chaque distributions Linux proposent une méthode pour gérer les applications au démarrage. Ajoutez une commande personnalisée pour monter vos lecteurs au démarrage en remplaçant : Répétez la procédure pour d’autres lecteurs si nécessaire."
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/infrastructure-hebergement/kaas-hebergement-par-la-distic-dun-cluster-kubernetes.html",
        "texte": "KaaS - Hébergement par la DiSTIC d'un cluster Kubernetes — Intranet STIC                     KaaS - Hébergement par la DiSTIC d'un cluster Kubernetes La DiSTIC propose aux collaborateurs-trices de disposer d'un cluster Kubernetes (K8S) clé en main, avec un ensemble de composants déjà préinstallés. L'infrastructure repose sur la solution Rancher qui permet de déployer des clusters Kubernetes de type RKE (Rancher Kubernetes Engine). RKE est basé sur la distribution de Kubernetes \"standard\" appelée Vanilla. KaaS est l'acronyme pour \"Kubernetes as a Service\". Pour disposer d'un cluster, il faut: Différents types de clusters sont disponibles en fonction de vos besoins : Pour toute autre demande, il faudra faire un chiffrage spécifique. A titre indicatif, il faut compter 25 Chf/an pour 1 Go de RAM supplémentaire, 0.20 Chf/an pour 1 Go de disque supplémentaire. A noter que chaque nœud dispose de 50 Go de disque. Cet espace sera utilisé principalement pour stocker les images Dockers de vos conteneurs. Suite à votre demande, un administrateur prendra contact avec vous. Il vous mettra à disposition votre cluster et pourra vous accompagner. Les clusters sont installés en version de RKE 1.28. Les nœuds sont basés sur le système d'exploitation Rocky Linux en version 9. Un cluster Kubernetes est installé avec plusieurs composants de bases: Pour que vous puissiez garder de la visibilité sur le statut de votre cluster, un tableau de bord qui vous présentera des métriques de votre cluster, peut être installé. La solution est basée sur les outils Prometheus et Grafana. Elle est déployée directement sur votre cluster. Vous pourrez ainsi surveiller votre cluster facilement. La DiSTIC n'effectue pas cette surveillance.Le service de monitoring est facultatif et est déployé uniquement si vous le souhaitez.Au quotidien, la DiSTIC s'assure que les clusters Kubernetes déployés sont fonctionnels. En revanche, le bon fonctionnement des applications déployées incombe aux utilisateurs/trices du cluster. Aucune solution de sauvegarde n'est proposée pour le moment. Si ce besoin est primordial, nous vous invitons à nous contacter. Afin de garder un niveau de sécurité optimal, la DiSTIC met à jour régulièrement les clusters K8S hébergés sur son infrastructure, à raison de quatre fois par an. Afin que ce ne soit pas disruptif, c'est uniquement la version mineure qui évoluera. Par exemple, un cluster en version 1.27.0 restera en version 1.27 et ne sera pas mis à jour en version 1.28 sans l'accord des propriétaires du cluster. Elles seront planifiées en dehors des heures de fortes affluences pour ne pas perturber les utilisateurs. En cas de faille de sécurité majeure détectée sur une version utilisée, nous nous permettons d'effectuer la mise à jour aussi rapidement que possible, en ayant effectué une communication au préalable aux utilisateur-trices.Sur demande utilisateur-trice, nous pouvons bien entendu effectuer une mise à jour d'un cluster.Si la version est obsolète et donc plus supportée, nous mettons le cluster à jour en version majeure supportée. Cette action sera effectuée uniquement avec l'accord des propriétaires du cluster.Les outils proposés et installés sur le cluster seront mis à jour indépendamment et sans communication préalable. La redondance de ces outils nous permet d'agir sans interruption de service! Le planning prévisionnel de mises à jours 2025 est le suivant: Pour obtenir du support de la part de la DiSTIC, vous avez la possibilité de faire une demande sur Digital Workplace (Support-SI). Nous restons à votre disposition. Pour de plus amples informations, vous pouvez vous référer au guide d'utilisation qui met l'accent sur les spécificités des clusters Kubernetes proposés par la Distic."
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/poste-de-travail/systemes-exploitation/macos/macos15-sequoia/tests.html",
        "texte": "Tests macOS 15 Sequoia avec les principaux services de l'UNIGE — Intranet STIC                     Tests macOS 15 Sequoia avec les principaux services de l'UNIGE  Résultat Configuration du Wi-Fi ok, fonctionnement ok mais peut nécessiter d'oublier le réseau UNIGE avant de pouvoir se connecter Installation, configuration et test ok Nécessite parfois d'aller dans \"Réglages Système/Général/Ouverture et extensions\" pour autoriser certaines extensions réseau concernant Forticlient VPN Installation et test ok Installation testée et fonctionnement ok sur un nouveau poste  Installation du profil Eduroam depuis cat.eduroam.org et test ok  Penser à autoriser BCM dans Réglages Système/Confidentialité et sécurité Fonctionne en mode web Lancement des applications java \"forms\"  ok  Cependant il faut le débloquer le fichier .jnlp dans les réglages système \"Confidentialité et sécurité\" pour l'exécuter  Certaines applications se lancent mais il peut y avoir encore quelques bugs  https://helpx.adobe.com/download-install/kb/macos-sequoia-compatibility-common-issues.html Pas d'informations précises sur les versions d'OS compatibles https://atlasti.com/system-requirements#atlas-ti-mac-system-requirements Installation ok, problème de couleurs lors d'un appel vidéo (depuis webcam Macbook et depuis affichage déporté sur iPhone)  Pas d'indication précise sur le site de l'éditeur \"pour Mac OS 13 et versions ultérieures\" https://endnote.com/product-details/compatibility  https://support.claris.com/s/article/FileMaker-Pro-operating-system-requirements-all-versions-1503692917754?language=en_US Pas d'information précise depuis 10.13, dernière version mai 2024 https://www.gimp.org/downloads/ fonctionne sur Sequoia (JMP release 18.1 and later) https://www.jmp.com/fr_fr/support/system-requirements.html#macintosh LabVIEW 2023 Q3 est la dernière version de LabVIEW pour macOS. À partir des versions publiées en 2024, LabVIEW n'est disponible que sous les systèmes d’exploitation Windows et Linux  https://www.ni.com/fr-fr/support/documentation/compatibility/18/labview-and-macos-compatibility.html https://www.wolfram.com/mathematica/system-requirements/ Pas d'information depuis MacOS Catalina, il existe un add-in pour Office 365 https://lp.wiris.com/catalina/ En attente d'information de l'éditeur https://fr.maplesoft.com/products/system_requirements.aspx  https://www.mathworks.com/support/requirements/matlab-mac.html https://www.graphpad.com/updates  Dernière version 10.4.1 du 5/12/24 mais pas d'info sur la version d'OS, l'application se lance cependant Pas d'infos précises mais semble fonctionner d'après les retours sur les forums dédiés Version récente QGIS 3.38.3 sorti le 13/09/24 https://www.qgis.org/download/ A partir de la version 30 https://www.ibm.com/software/reports/compatibility/clarity/softwareReqsForProduct.html https://www.stata.com/products/mac/ installation et fonctionnement ok Fonctionne correctement mais version non certifiée par l'éditeur  Installation et test ok https://www.zotero.org/support/system_requirements"
    },
    {
        "titre": "https://plone.unige.ch/distic/support-si/service/service-metier/environnement-de-travail/poste-de-travail/applicatifs-accueil.html",
        "texte": "Logiciels & Applicatifs - Accueil — Intranet STIC                     Logiciels & Applicatifs - Accueil < Menu principal < Menu principal"
    },
    {
        "titre": "https://plone.unige.ch/distic/support-si/service/service-metier/reseau-institutionnel/connexion-sans-fil-wi-fi-wifi.html",
        "texte": "Connexion sans fil - Wi-Fi — Intranet STIC                     Connexion sans fil - Wi-Fi Support Wi-Fi - Accueil -  Lire la suite… Saisie des supports Wi-Fi: Questions à poser en cas de problème Wi-Fi -  Lire la suite… Archives -  Lire la suite…"
    },
    {
        "titre": "https://plone.unige.ch/distic/support-si/Regles-et-recommandations/newsletter-nouveaux-articles-cs.html",
        "texte": "Comment rédiger une newsletter des nouveautés/modifications d'articles dans plone ? — Intranet STIC                     Comment rédiger une newsletter des nouveautés/modifications d'articles dans plone ? Sélectionner les infos modifiées si elles sont utiles/importantes."
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/applications-administratives/gestion-des-externes/gestion-des-personnes-externes-accueil.html",
        "texte": "Gestion des personnes externes - Accueil — Intranet STIC                     Gestion des personnes externes - Accueil L'environnement \"Gestion des personnes externes\" permet aux personnes référentes (personnes responsables, personnes gestionnaires et personne créatrices) de déclarer et gérer l’activité de collaborateurs/trices externes en mission à l'UNIGE ainsi que demander l’activation de services numériques (compte UNIGE ISIs, messagerie, carte multi-services).Il permet aux personnes garantes d’assurer le suivi des personnes dont ils ou elles sont responsables. Les Règles relatives à la gestion des personnes externes du Memento précisent le cadre de gestion et permettent d’accéder à des informations complémentaires comme la liste des personnes référentes par entité, la description du service ou guide d’utilisation ainsi qu'au formulaire de demande en vigueur dans certaines entités. Attention: Les membres de la faculté de médecine peuvent aussi consulter ici les dispositions les concernant. Depuis le Portail UNIGE : Rappel des définitions: Les personnes responsables et leurs suppléant-es sont désigné-es et enregistré-es dans l’application par un-e représentant-e du Rectorat. Déposer vos demandes d’enregistrement comme responsable dans Digital Workplace. Les personnes créatrices et gestionnaires sont désignées par entité et enregistrées dans l’application par le/la ou les responsables de l'entité. Consulter la liste des référent-es par entité pour obtenir le nom des personnes à contacter.  Attribuer un rôle de personne gestionnaire ou créatrice Ouvrir l'onglet ‘Gérer mes intervenants’  Sélectionner le groupe de gestionnaire ou créateur dans la liste présentée Cliquer sur 'Ajouter un membre' à votre nouveau groupe  Retirer  un rôle de personne gestionnaire ou créatrice Ouvrir l'onglet ‘Gérer mes intervenants’  Sélectionner le groupe de gestionnaire ou créateur dans la liste présentée Sélectionner et éditer le membre concerné L’inscription fonctionne sur la base d’un processus comportant plusieurs étapes. Déclencher un processus d'inscription La validation engendre l'envoi d'une notification à la personne externe lui demandant de renseigner ses informations personnelles. Valider / refuser une inscription Pré-requis : avoir reçu une demande de validation Ouvrir l’onglet ‘Mes demandes’  Cliquer sur le pictogramme stylo de début de ligne   Vérifier la demande d'inscription  Valider / refuser selon le cas Suivre une demande d'inscription Ouvrir l’onglet ‘Mes demandes’ Rechercher la demande en utilisant le filtre 'En cours' ou 'Terminées' Cliquer sur le pictogramme stylo de début de ligne Abandonner une inscription  Ouvrir l’onglet ‘Mes demandes’  Cliquer sur le pictogramme stylo de début de ligne Abandonner Fin du processus L'inscription est confirmée lorsque toutes les étapes du processus sont traitées. La création des accès (compte / messagerie) est automatiquement déclenchée lors de la dernière validation faite par la personne responsable. Une notification est envoyée à l'externe par l'application lorsque les accès sont opérationnels. Relances automatiques présentes dans l’application L’application rappelle l’externe et la personne garante lorsqu’ils tardent à intervenir :  3 rappels sont prévus pour l’externe qui a 30 jours pour remplir son formulaire : après 5 jours sans réponse, puis 15, puis 25 jours   1 seul rappel pour la personne garante : après 10 jours   Toutes les autres activités sont attribuées à des groupes dont les membres sont interchangeables. Ils sont appelés à se connecter régulièrement et spontanément sans nécessité de rappel. Pré-requis : avoir un rôle de personne créatrice, garante, gestionnaire ou responsable dans l’entité organisationnelle S’assurer que la demande d’inscription a un statut 'Vérifiée’  Ouvrir la demande d’inscription, effacer le nom de la personne garante et le remplacer par la nouvelle personne ‘Réassigner’  Une notification sera adressée à la nouvelle personne garante lui demandant de procéder à la validation de l'inscription  Ces changements s’enregistrent directement dans l’application sans processus. Pré-requis : avoir un rôle de personne créatrice, garante, gestionnaire ou responsable dans l’entité organisationnelle Toute modification est suivie de l'envoi d'une notification aux personnes concernées. Les personnes référentes (personne garante, responsable) doivent suivre leur population d'externes afin de maîtriser les accès délivrés. Des listes récapitulatives sont disponibles afin de procéder à des audits ponctuels dans la limite de « sa » population : l’utilisateur/trice n’accède qu’aux externes qu’il/elle a inscrits ou pour lesquels il/elle a un rôle. Pré-requis : avoir un rôle de personne créatrice, garante, gestionnaire ou responsable dans l’entité organisationnelle  Les accès, compte ISIs ou messagerie, sont activés automatiquement lorsque les informations obtenues lors de l'inscription sont propagées. Lorsque les accès sont opérationnels, une notification est envoyée à la personne externe, elle contient : - son login UNIGE ISIs - les consignes d'activation de compte (initialisation du mot de passe)  ainsi que toutes les informations utiles à l'utilisation des services numériques UNIGE. En cas de difficulté ou pour retrouver le login ISIs d'un externe, s'adresser aux correspondants informatiques. L’activité des externes fait l’objet d’une surveillance qui permet de notifier la personne externe quelques semaines avant échéance de ses droits. En savoir plus: Comment est gérée l'expiration des comptes ? Les demandes de compte de messagerie peuvent être émises dans l'application dès l'inscription de l'externe. En cas d'oubli, contacter la personne garante ou un correspondant informatique afin de déclencher les actions nécessaires en remplissant le formulaire :  Comment obtenir un compte messagerie pour une personne externe - en tant que CI Je consulte la ‘Liste des référents’ pour connaître la personne créatrice d’externes de mon entité et lui transmettre ma demande.  La liste des entités organisationnelles est liée à vos droits d'accès. Consulter la ‘Liste des référents’ pour connaître les entités de rattachement. Lors de l'inscription, le processus établit la relation entre l’entité de l’externe et l’entité responsable en se basant sur la définition des droits d'accès (voir la ‘Liste des référents’). Contacter une personne responsable de l'entité pour qu'elle ajoute une personne au groupe pouvant agir.  Toutes les informations concernant l’externe, son activité à l’UNIGE, son besoin peuvent être modifiées à chaque étape du processus d’inscription.  Le login UNIGE (ISIs) et informations nécessaires à l’activation du compte UNIGE (ISIs) ont été envoyés par email à la création de son compte UNIGE.  En cas de perte du message, se rapprocher des correspondants informatiques afin qu’ils puissent délivrer le login UNIGE.  Signaler une demande de carte lors de l’inscription permet de savoir si l'externe dispose déjà du support.  Une fois l’inscription terminée, chaque entité applique le processus d’impression et d’attribution de carte qui lui est propre. Accéder aux ressources de la DIS nécessite un compte UNIGE ou Switch edu-ID affilié et, pour certaines ressources comme cairn.info, un accès à partir du réseau UNIGE (wifi, VPN).  Plus d’info ici  Une fois le compte ISIs actif, contacter les responsables d'applications ou gestionnaires de bâtiment pour demander les autorisations spécifiques répondants aux différents cas de figure.  Voir aussi... Collaborateurs/trices externes en mission à l'UNIGE : Inscription et accès aux ressources numériques"
    },
    {
        "titre": "https://plone.unige.ch/distic/support-si/service/service-metier/reseau-institutionnel/connexion-sans-fil-wi-fi-wifi/WIFI-conseils-et-astuces.html",
        "texte": "Saisie des supports Wi-Fi: Questions à poser en cas de problème Wi-Fi — Intranet STIC                     Saisie des supports Wi-Fi: Questions à poser en cas de problème Wi-Fi Lors d'un problème Wi-Fi, il faut obtenir les informations suivantes :"
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/logiciels/java/comment-desactiver-mise-a-jour-automatique-java.html",
        "texte": "Comment désactiver la recherche de mise à jour automatique de Java — Intranet STIC                     Comment désactiver la recherche de mise à jour automatique de Java Décembre 2018 : Suite au changement de politique tarifaire Java, il est fortement recommandé de ne plus mettre à jour Oracle Java sur les postes de travail institutionnels de l'UNIGE après le 31 décembre 2018. En conséquence, la recherche de mise à jour automatique (active par défaut) nécessite d'être désactivée. Ouvrir le panneau de configuration de  Windows : Sur MacOS 12 Monterey et versions inférieures Sur MacOS 13 et supérieures Sur MacOS 12 et inférieures Ouvrir \"Java\" Sur MacOS 13 et supérieur : Entrer Java dans le champ de recherche pour afficher l'icône Java La suite de la procédure est identique sur toutes les  versions Choisir l'onglet \"Mise à jour\""
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/applications-administratives/WebStart.html",
        "texte": "Comment lancer une application administrative - Oracle — Intranet STIC                     Comment lancer une application administrative - Oracle L'UNIGE met à disposition de ses collaborateurs un lanceur d'application Java Web Start pour chaque application administrative. Java Web Start permet de lancer des applications fondées sur la technique Java directement à partir du Web.Il permet de sécuriser le lancement des applications administratives.Il permet aussi de s'affranchir de l'utilisation des plugins Java de moins en moins acceptés par les navigateurs standards et qui donnent une page blanche au lancement de l'application."
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/logiciels/notes-frais.html",
        "texte": "Remboursement des Notes de frais - Accueil — Intranet STIC                     Remboursement des Notes de frais - Accueil"
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/applications-administratives/consultation-des-personnes/comment-consulter-personnes-utilisatrices-ressources-unige.html",
        "texte": "Comment consulter les données des personnes utilisatrices de ressources numériques UNIGE — Intranet STIC                     Comment consulter les données des personnes utilisatrices de ressources numériques UNIGE L'application \"Consultation des personnes\" permet de vérifier les informations de compte et de login ISIs d'une peronne. Son design responsive permet son utilisation depuis des écrans de taille restreinte, tels que ceux par exemple d'un smartphone. La connexion à cette application nécessite un compte ISIs ainsi que d'être enregistré à l'UNIGE avec l'un des profils suivants : Le profil détermine le niveau de détail obtenu lors de la consultation d'une personne, par exemple avec ou sans son mot de passe initial ainsi qu'avec ou sans d'autres détails plus techniques. Pour obtenir un profil particulier, utiliser ce formulaire Support-SI. Attention, cette application accède à des données confidentielles régies par la charte d'usage des ressources numériques de l'UNIGE. La page de consultation s'affiche alors à l'écran. Selon la taille et résolution de l'écran, les détails de la personne sélectionnée s'affichent :"
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/applications-administratives/gestion-des-salaires.html",
        "texte": "Gestion des salaires — Intranet STIC                     Gestion des salaires"
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/applications-administratives/comment-lancer-application-developpeur-non-identifie.html",
        "texte": "Comment lancer sous macOS une application provenant d'un développeur non identifié — Intranet STIC                     Comment lancer sous macOS une application provenant d'un développeur non identifié Au lancement d'une application non enregistrée auprès d'Apple, un message d'avertissement s'affiche : Cela ne signifie pas nécessairement qu'elle présente un problème. Par exemple, certaines apps ont été créées avant le début de l’enregistrement des identifiants de développeurs. Cependant, l'app n'a pas été examinée et macOS ne peut pas vérifier si elle a été modifiée ou craquée depuis sa parution."
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/applications-administratives/registre-des-liens-dinteret.html",
        "texte": "Registre des liens d'intérêts - RLI - Accueil — Intranet STIC                     Registre des liens d'intérêts - RLI - Accueil"
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/logiciels/iel.html",
        "texte": "Inscriptions en ligne (IEL) — Intranet STIC                     Inscriptions en ligne (IEL)"
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/logiciels/plateforme-en-ligne-du-service-des-admissions.html",
        "texte": "Plateforme en ligne du service des admissions (Kayako) - Accueil — Intranet STIC                     Plateforme en ligne du service des admissions (Kayako) - Accueil Une plateforme administrative, basée sur le logiciel Kayako, permet de communiquer avec le service des admissions de l'UNIGE ainsi que d'effectuer des démarches telles que par exemple : Lien de l'application : https://admissions.unige.ch/kayako/Deux types d’accès sont offert : Voir aussi :"
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/logiciels/sdcw.html",
        "texte": "SDCW — Intranet STIC                     SDCW"
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/logiciels/saisie-des-notes-par-le-web.html",
        "texte": "Saisie des notes par le web - Accueil — Intranet STIC                     Saisie des notes par le web - Accueil"
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/logiciels.html",
        "texte": "Logiciels - Accueil — Intranet STIC                     Logiciels - Accueil L'UNIGE met à disposition de ses membres un ensemble de logiciels pouvant être téléchargés et installés sur un poste de travail institutionnel ou privé au travers du portail Digital Workplace. Les documentations d'installation et de démarrage sont également fournies sur ce portail. Noter que la gestion des logiciels et des configurations s’appuie sur le logiciel BCM installé sur tous les postes de travail institutionnels. Elle se fait dans le strict respect des informations personnelles tout en assurant la sécurité du Système d'Information de l'UNIGE. Elle ne concerne que les postes de travail institutionnels. Les thèmes suivants et les logiciels en lien peuvent être directement consultés ici :"
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/poste-de-travail/bureautique.html",
        "texte": "Bureautique - Accueil — Intranet STIC                     Bureautique - Accueil"
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/poste-de-travail/systemes-exploitation.html",
        "texte": "Systèmes d'exploitation - Accueil — Intranet STIC                     Systèmes d'exploitation - Accueil Les collaborateurs/trices de l’UNIGE sont invité-es à ne pas utiliser de postes de travail dont le système d’exploitation n’est plus supporté par son éditeur. En effet, seul un système d’exploitation supporté par son éditeur permet : Ainsi, les collaborateurs/trices dont le poste de travail utilise un système d'exploitation antérieur à Windows 7 ou à macOS X 10.10 doivent contacter leur service informatique facultaire afin d'étudier la meilleure option : Concernant les postes de travail dont le système d’exploitation est toujours supporté, il est demandé à leurs utilisateurs/trices de s’assurer de leur état à jour (mises à jour et niveaux de service pack). En cas de doute, contacter votre service informatique facultaire."
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/poste-de-travail/securisation.html",
        "texte": "Sécurisation du poste de travail  — Intranet STIC                     Sécurisation du poste de travail  Ceci selon votre système d'exploitation : 1. Activer les mises à jour automatiques de Windows Les mises à jour de Windows peuvent se faire automatiquement depuis le serveur SUS (Software Update Services) de l'UNIGE. Pour configurer la mise à jour automatique de votre Windows  : La mise à jour se fera alors automatiquement dans les prochains jours. Pour une mise à jour immédiate, redémarrer votre poste !Attention, ce service n'est valable que pour les postes connectés au réseau de l'UNIGE. Dans une autre situation, voir : 2. Utiliser le pare-feu (firewall)  Présent sur tous les postes récents, le pare-feu empêche les intrusions sur votre poste depuis le réseau. Pour vérifier et maintenir le pare-feu activé : 3. Pas de logiciel anti-espions recommandé pour l'instant 4. Chiffrer l'intégralité du contenu de votre poste : 1. Les mises à jour du système macOS X se téléchargent automatiquement, il suffit d'accepter lors de la proposition du chargement.  2. Pour activer le Pare-feu (ou Coupe-feu) : 3. Pas de logiciel anti-espions recommandé pour l'instant 4. Pas de solution institutionnelle actuellement 1. Les mises à jour sont dépendantes de la distribution utilisé : 2. Plusieurs outils permettent de configurer le pare-feu de Linux : iptables; citons notamment Firestarter et UFW à côté des outils d'administration système comme YAST (pour Suse). 3. Aucun logiciel anti-espions recommandé pour l'instant 4. Pas de solution institutionnelle actuellement"
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/backup.html",
        "texte": "Sauvegarde du poste de travail (Backup) - TSM — Intranet STIC                     Sauvegarde du poste de travail (Backup) - TSM TSM (Tivoli Storage Manager - IBM) est une solution de sauvegarde des données des postes de travail institutionnels. La création et l'administration des comptes TSM se fait au moyen de l'outil web WTSM Le logiciel \"client TSM\" existe pour la plupart des systèmes d'exploitation, notamment Windows, macOS et Linux. Il est à installer sur votre poste de travail selon l'une des deux méthodes suivantes : Certains programmes bloquent l'accès aux fichiers qu'ils ont ouvert et empêchent ainsi leur sauvegarde. Par exemple, Outlook bloque l'accès aux fichiers .pst qu'il utilise, entre autres, pour stocker les dossier locaux. De ce fait, IBM propose une alternative basée sur des \"snapshots\" permettant, elle, de sauvegarder les fichiers ouverts. Cette option ralenti toutefois un peu la vitesse de sauvegarde. Elle doit être configurée manuellement selon la procédure suivante : Il est possible de récupérer, en tout temps, tout ou partie des données sauvegardées. Les données peuvent être restaurées à leur emplacement d'origine, ou n'importe où ailleurs sur le même poste de travail, ou encore sur un autre ordinateur, pour autant qu'il y ait suffisamment de place pour elles. La durée de conservation des données est liée à l'activité de chaque utilisateur sur TSM.Le schéma ci-dessous explique les règles de conservation plus en détail :"
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/poste-de-travail/pair.html",
        "texte": "PAIR - Matériel, prix et revendeurs — Intranet STIC                     PAIR - Matériel, prix et revendeurs L'UNIGE est membre du Partenariat des achats informatiques romands (PAIR), une association permettant d'acquérir aux meilleures conditions des produits et prestations liés aux technologies d'informations et de communications. > Plus de détails... Ce service s'adresse exclusivement aux collaborateur-trice-s de l'UNIGE pour les achats institutionnels. Liste et prix du matériel retenu lors de l'appel d'offre 2022-2023Notes : EliteDesk 600 G9 SFF 135.- 216.- Remarques importantes : HP (Suisse) SARL accès aux portail B2B, catalogue HP direct Hervé Grand +41 78 844 08 39 herve.grand@hp.com SAV : Les personnes en charges du SAV sont Driss.Teguia@hp.com pour la partie administrative (à contacter en priorité)  et Marc.Leuba@hp.com pour les issues techniques.  0800 00 13 89 pour s'identifier en tant que client HP priority management PIN PAIR 80695 Route du Nant d’Avril 150 1217 Meyrin HPContacter le support Dell L'achat se fait en ligne sur Dell Premier, mais les conseillers vous renseigneront sur les produits et la procédure d'achat. Romain Joncour +41 79 897 61 00 romain.joncour@dell.com Route de l'Aéroport 29 1218 Le Grand Saconnex DellContacter le support Lenovo (Schweiz) GmbH  Monsieur Cambray Lambert Sales Representative 079 731 04 72 lcambray@lenovo.com Avenue des Morgines 12 1213 Petit-Lancy Contacter le support Brother (Suisse) SA Claude Bugnon +41 79 243 43 22 bugnon@brother.ch  Täfernstrasse 30 5405 Dättwil Contacter le support DarestAttention : s'assurer du prix selon l'offre PAIR ainsi que le downgrade à Windows 10 L'achat peut se faire en ligne. Commercial : Lionel Cheneval 022 827 45 14 lionel.cheneval@darest.com Directeur : Steeve Maitre 022 827 45 45 steeve.maitre@darest.com Route des Acacias 471227 Carouge Hewlett-Packard (certifié HP Service One) Lenovo Lexmark Cyber Network S.A.  M. Bertazzoni 022 884.30.70 rbertazzoni@cybernetwork.ch https://www.cybernetwork.ch/fr/contact/ ch. du Pont-du-Centenaire1228 Plan-les-Ouates Hewlett-Packard MIB Suisse S.A. Revendeur agréé PAIR, services et maintenance sous garantie. Fabrice Laporte 022 308.46.60 fabrice.laporte@mib-suisse.ch Route des Jeunes 591211 Genève Hewlett-Packard (certifié HP Service One) Nos contacts chez les constructeurs en cas de questions sur les produits proposés : "
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/logiciels/teamviewer.html",
        "texte": "TeamViewer QS - Accueil — Intranet STIC                     TeamViewer QS - Accueil Particulièrement utile et efficace lorsque le Centre d'accueil des demandes (CAD) de l'UNIGE vous vient en aide, le logiciel TeamViewer QS (Quick Support) permet la prise en main à distance de votre poste de travail, de manière sécurisée, sans installation particulière et tout en restant sous le contrôle de son propriétaire."
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/consommables.html",
        "texte": "Comment acquérir des consommables informatiques — Intranet STIC                     Comment acquérir des consommables informatiques Le SI Engagements Achats (SIEA), également appelé \"portail SI-Achats\", permet aux collaborateurs/trices de l'UNIGE d'acquérir des consommables informatiques : Politique d'achats de l'UNIGE en matière d'acquisitions de biens et de services.FAQ du SIEA. Toutefois, certains des consommables suivants peuvent être commandés à la DiSTIC : Le petit matériel pour le réseau (câbles) et la téléphonie (casques téléphoniques et webcams) peut également être commandé à la DiSTIC : Commande de câbles réseau Commande de casques téléphoniques et webcams Les consommables ne se trouvant pas sur les listes ci-dessus doivent être commandés : *Attention, vous devez être connecté au réseau UNIGE pour accéder à ce document. En conséquence, si vous être en dehors de l'UNIGE, vous devez utiliser un accès VPN."
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/accueil-des-etudiants.html",
        "texte": "Accueil des étudiant-es — Intranet STIC                     Accueil des étudiant-es BIEN DEBUTER AVEC LES TUTOS INFORMATIQUESPrise en mains, installation des services numériques les plus importants (notamment). Accéder aux articles & vidéos Autres liens utiles :"
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/poste-de-travail/equipements-prives.html",
        "texte": "Quels sont les services informatiques institutionnels de base accessibles avec un équipement privé ? — Intranet STIC                     Quels sont les services informatiques institutionnels de base accessibles avec un équipement privé ? Important : Les informations ci-dessous concernent les services de base fournis par la DiSTIC, elles peuvent être complétées par des informations spécifiques de la part des facultés et des services de l'UNIGE. Pour utiliser les services numériques de l’UNIGE, il est possible de se connecter au réseau de l’université avec des équipements finaux privés (pc personnel, téléphone portable, tablette...). Ces pages ont pour but de lister les services informatiques institutionnels de base accessibles depuis ces équipements. Les termes utilisés dans les phrases ci-dessus doivent s’entendre avec les définitions suivantes : L’accès à ces services est différent selon que l’on dispose d’un    identifiant informatique UNIGE ou pas. Un tel identifiant est par défaut    donné aux membres de la communauté universitaire genevoise  (étudiants,   personnes inscrites aux cours de la formation continue,  enseignants,   chercheurs, personnel administratif et technique) mais  certains externes   peuvent également en disposer. C’est pourquoi ce  document se découpe  en  deux chapitres en fonction de cette unique  condition. "
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/poste-de-travail/comment-acceder-poste-institutionnel-depuis-exterieur-unige.html",
        "texte": "Comment accéder à son poste institutionnel depuis l'extérieur de l'UNIGE — Intranet STIC                     Comment accéder à son poste institutionnel depuis l'extérieur de l'UNIGE L'UNIGE met à disposition de ses collaborateurs/trices PA/PAT la possibilité se connecter de manière sécurisée et chiffrée à leur poste de travail institutionnel Windows, au travers de la solution vmware Horizon View. Cette solution nécessite de disposer : A l'UNIGE, depuis le menu Démarrer (1) de votre poste de travail institutionnel Windows : Comment Installer le Client Horizon View sous :  Comment se connecter à son poste de travail"
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/comptes-et-acces.html",
        "texte": "Comptes & Accès - Accueil — Intranet STIC                     Comptes & Accès - Accueil Le compte SWITCH edu-ID, pour l'accès aux différents services de l'UNIGE et de la communauté académique suisse."
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/comptes-et-acces/activation-compte-fco-GAC-CLIENT-fr.html",
        "texte": "Formation continue : préparation de votre compte informatique — Intranet STIC                     Formation continue : préparation de votre compte informatique Munissez-vous de la lettre \"Votre compte informatique UNIGE\" reçue de la part de l’équipe du programme de formation continue auquel vous êtes inscrit-e. Cette lettre contient vos identifiants UNIGE à utiliser pour effectuer les démarches ci-dessous.  Avant le début de la formation: 1.    Créez votre mot de passe UNIGE 2.    Sécurisez vos accès en dehors du réseau UNIGE  2.1. Suivez les instructions données dans la documentation suivante : Comment installer et configurer l’appli UNIGE Mobile  Veillez à bien choisir la méthode « Recevoir un SMS » (et non pas « Scanner un QR code »). 2.2. En cas de problème (si vous ne recevez pas le SMS),  a) Contactez le CAD de préférence par téléphone ou en soumettant une demande : Faire une demande. En amont, munissez-vous d’une copie numérique de votre pièce d’identité (elle vous sera demandée).  b) Connectez-vous à l’application my-account.unige.ch avec vos identifiants UNIGE et le code de secours donné par le CAD.  c) Reprenez les instructions dans la documentation Comment installer et configurer l’appli UNIGE Mobile, mais cette fois-ci en choisissant la méthode « Scanner un QR code ».  3.    Liez votre compte UNIGE avec votre compte SWITCH edu-ID  3.1. Suivez les instructions données dans la documentation suivante: Créer son compte SWITCH edu-ID et le lier à son compte UNIGE.  3.2. Connectez-vous à my-account.unige avec vos identifiants UNIGE et le code d’authentification forte (affiché sur votre application UNIGE Mobile) et accédez à la rubrique « Mon compte SWITCH edu-ID »   3.3. Cliquez sur le bouton** « Lier mes comptes » et suivez les instructions (**) : si les comptes UNIGE et SWITCH sont déjà liés, le bouton est remplacé par ‘Statut : compte UNIGE lié’  Le compte SWITCH edu-ID est nécessaire pour accéder à différents services numériques de l'UNIGE comme Moodle ou swisscovery.  Pendant votre formation :  Accédez à la plateforme Moodle  Consultez la fiche de présentation du service Moodle  Suivez les différents tutos pour installer les services numériques tels que le WiFi ou le VPN  Accédez aux services numériques les plus demandés  Découvrez les services numériques de l'UNIGE  Consultez le catalogue de services numériques  Aide et liens utiles  Votre compte UNIGE (ISIs) : my-account.unige.ch  En savoir plus sur l’authentification forte (ISIs+) "
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/comptes-et-acces/activation-compte-etu-Mobilite-Academique.html",
        "texte": "Mobilité Académique : préparation de votre compte informatique — Intranet STIC                     Mobilité Académique : préparation de votre compte informatique Munissez-vous de l'e-mail de confirmation reçu de la part du service de la Mobilité Académique: celui-ci contient vos informations personnelles utilisées pour effectuer les démarches ci-dessous. Avant d’arriver à l’Université :  1.    Choisissez et enregistrez votre mot de passe UNIGE 2.    Sécurisez vos accès en dehors du réseau UNIGE  2.1 Suivre les instructions (Etape 1 à 3) données dans la documentation suivante : Comment installer et configurer l’appli UNIGE Mobile 2.2 Si nécessaire (code par SMS ne fonctionne pas), a)      Demander un code de secours au CAD en leur fournissant en pièce jointe la copie de votre pièce d’identité : Faire une demande b)      Se connecter à l’application my-account.unige.ch avec vos identifiants UNIGE et le code de secours donné par le CAD.    Mettre à jour vos données de contact  (Téléphone, adresse mail personnelle).  c)      Reprendre les instructions données (Choix 2 : Scanner un QR code, le pré-requis est déjà fait) dans la documentation suivante : Comment installer et configurer l’appli UNIGE Mobile 3.    Liez votre compte UNIGE avec votre compte SWITCH edu-ID Une fois à l'Université: Suivez les différents tutos pour installer les services numériques nécessaires: Découvrez les services numériques de l'UNIGE : Aide et liens utiles :"
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/acces-oracle.html",
        "texte": "Compte Oracle - Accueil — Intranet STIC                     Compte Oracle - Accueil L'accès aux applications administratives de l'UNIGE nécessite un compte Oracle."
    },
    {
        "titre": "https://plone.unige.ch/distic/pub/acces-orisis.html",
        "texte": "Compte ORISIS - Accueil — Intranet STIC                     Compte ORISIS - Accueil Dans le cadre de la procédure d'immatriculation de nouveaux étudiant-e-s, le Service des admissions de l'UNIGE met à disposition des candidat-e-s l'interface ORISIS permettant de déposer une demande d'inscription. Autre lien utile..."
	}
]
